{
  "common": {
    "language": "English"
  },
  "nav": {
    "home": "Home",
    "aboutUs": "About Us",
    "services": "Services",
    "contactUs": "Contact Us"
  },
  "home": {
    "companyName": "Beijing Anjet-Sender International Logistics Co., Ltd",
    "companyNameEn": "Beijing Anjet-Sender International Logistics Co., Ltd",
    "heroSlogan": "Quality first, reputation first. Providing reliable and efficient logistics services.",
    "mainBusiness": "Three Main Businesses: Import and Export Transportation, Import and Export Customs Clearance, International Express Shipping",
    "mainBusinessEn": "Import and Export Transportation、Import and Export Customs Clearance、International Express Shipping",
    "companyIntro": {
      "title": "Company Introduction",
      "titleEn": "Company Introduction",
      "principles": "Professional Convenient Honest Safe",
      "description": "We specialize in import/export transportation, customs clearance, and international express shipping. Based in Beijing with a professional team, we provide quality logistics services. We have established partnerships with global logistics companies, a complete network, and overseas warehouses to serve customers worldwide."
    },
    "services": {
      "internationalExpress": {
        "title": "International Express Shipping",
        "titleEn": "International Express Shipping",
        "description": "Global express network providing fast, safe, and reliable international shipping for documents, samples, and small batches."
      },
      "customsClearance": {
        "title": "Import and Export Customs Clearance",
        "titleEn": "Import and Export Customs Clearance",
        "description": "Professional customs clearance team familiar with international regulations. We handle declaration, inspection, approval, and tax settlement for smooth import/export."
      },
      "transportation": {
        "title": "Import and Export Transportation",
        "titleEn": "Import and Export Transportation",
        "description": "Global transportation services with partnerships across airlines and shipping companies. We offer air, sea, land, and rail options for safe and timely delivery."
      }
    },
    "advantages": {
      "title": "Competitive Advantages",
      "titleEn": "Competitive Advantages",
      "professional": {
        "title": "Professional Logistics Services",
        "subtitle": "Long-term partnerships"
      },
      "globalNetwork": {
        "title": "Global Logistics Network",
        "subtitle": "Customized solutions"
      },
      "teamwork": {
        "title": "Efficient Team Collaboration",
        "subtitle": "Compliant operations"
      },
      "cost": {
        "title": "Cost Advantage",
        "subtitle": "Competitive pricing"
      }
    }
  },
  "footer": {
    "aboutUs": "About us",
    "customerServices": "Customer services",
    "email": "admin@anjet-sender.com",
    "contactPerson": "Tony",
    "phone": "+86 13141314088",
    "aog": "AOG",
    "contactLabel": "Contact",
    "phoneLabel": "Phone",
    "emailLabel": "Email",
    "copyright": "Copyright © 2024 Beijing Anjet-Sender International Logistics Co., Ltd. All Rights Reserved."
  },
  "about": {
    "mainBusiness": {
      "title": "Three Main Businesses: Import and Export Transportation, Import and Export Customs Clearance, International Express Shipping",
      "titleEn": "Import and Export Transportation、Import and Export Customs Clearance、International Express Shipping"
    },
    "services": {
      "title": "Our Services",
      "description": "We deliver end-to-end import and export transportation solutions via air, sea, and road. We tailor these options to create a flexible logistics chain that guarantees the secure, rapid, and punctual delivery of your cargo. Our expert team ensures seamless customs clearance by proactively managing all documentation and tax regulations, navigating the complexities on your behalf for a hassle-free experience. With a global express delivery network, we connect you to countless countries and territories. Rely on us for speed and reliability to fulfill all your international shipping needs."
    },
    "company": {
      "title": "Company Introduction",
      "description": "Our company brings years of logistics experience and a professional management team to the table. We are consistently committed to our core principles of \"Quality First, Reputation Supreme,\" providing clients with superior, reliable, and highly efficient logistics services. We are continuously optimizing our service procedures, strengthening internal management, and enhancing transportation efficiency to meet the diverse needs of our clients."
    }
  },
  "services": {
    "transportation": {
      "title": "Import and Export Transportation",
      "titleEn": "Import and Export Transportation",
      "description": "Provide import and export transportation services worldwide. We have established close partnerships with major airlines and shipping companies, offering customers a variety of transportation options, including air freight, sea freight, land transportation, and rail transportation. Whether it's small shipments or bulk cargo, we can provide customized transportation solutions for our clients, ensuring that goods arrive safely, quickly, and on time at their destination."
    },
    "customsClearance": {
      "title": "Import and Export Customs Clearance",
      "titleEn": "Import and Export Customs Clearance",
      "description": "The company has a professional import and export customs clearance team, familiar with relevant domestic and international laws and regulations as well as customs procedures. We provide comprehensive import and export customs clearance services, including declaration, inspection, customs approval, and tax settlement. We assist clients in handling the customs clearance procedures for import and export goods, ensuring compliance with relevant regulatory requirements, and minimizing clearance time and costs as much as possible, ensuring that goods can be smoothly imported and exported."
    },
    "internationalExpress": {
      "title": "International Express Shipment",
      "titleEn": "International Express Shipment",
      "description": "We have established partnerships with several internationally renowned courier companies, enabling us to provide international express services worldwide. Whether it is documents, samples, or small goods, we can offer customers fast and reliable international express shipping services. Through reasonable transportation solutions, full tracking, and high-quality customer service, we ensure that parcels are safely delivered to their destinations and timely tracking information is provided."
    },
    "domesticTransportation": {
      "title": "Domestic Transportation",
      "titleEn": "Domestic Transportation",
      "description": "We have established extensive partnerships with multiple partners, whether for long-distance transportation between cities or delivery within cities, whether for small batches of goods or bulk materials, the company can provide flexible and diverse solutions. The company's professional team will develop the best transportation plan based on the customer's needs and the characteristics of the goods, and provide tracking services to ensure the safety and timely delivery of the goods."
    }
  },
  "contact": {
    "welcomeText": "We welcome you to contact us to learn more about our services.",
    "welcomeTextEn": "We welcome you to contact us to learn more about our services.",
    "phoneButton": "Phone",
    "phoneButtonEn": "Phone",
    "emailButton": "Email",
    "emailButtonEn": "Email"
  }
}
